// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "生活单调的“码农”，也是浪漫的诗人",
        "如果技术是星辰大海",
        "代码就是这个时代最浪漫的诗",
        "诗人用诗歌传情，画家用绘画表意",
        "而千万行代码和跨越山海的链接在键盘上留下的余温",
        "是程序员内心最深处独有的浪漫主义",
        "其实无论什么职业，都有独属于自己的浪漫。在情人节这个特别的日子里，让我们用最特别的方式勇敢说爱吧！",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2023-12-04T12:03:00",
    // 双方的名字
    names: ["笨笨熊", "黑猪猪"]
}
